{"_id":{"$oid":"5cd4d5e91f13f59276c2c90e"},"idLibro":{"$numberInt":"1"},"idAutor":{"$numberInt":"1"},"idEditorial":{"$numberInt":"1"},"NombreL":"Bajo la Misma Estrella","Idioma":"Español","NoPag":{"$numberInt":"200"},"encuadernacion":"Tapa blanda","resena":"A Hazel y a Gus les gustaría tener vidas más corrientes. Algunos dirían que no han nacido con estrella, que su mundo es injusto. Hazel y Gus son solo adolescentes, pero si algo les ha enseñado el cáncer que ambos padecen es que no hay tiempo para lamentaciones, porque, nos guste o no, solo existe el hoy y el ahora. Y por ello, con la intención de hacer realidad el mayor deseo de Hazel - conocer a su escritor favorito -, cruzarán juntos el Atlántico para vivir una aventura contrarreloj, tan catártica como desgarradora.","precio":{"$numberDouble":"10.99"},"idCat":{"$numberInt":"1"},"img":"5cd5b9eb48755.jpg","cant":{"$numberInt":"5"}}
{"_id":{"$oid":"5cd5bd53a76dd63298002a83"},"idLibro":{"$numberInt":"2"},"idAutor":{"$numberInt":"2"},"idEditorial":{"$numberInt":"1"},"NombreL":"Yo Robot","Idioma":"Español","NoPag":{"$numberInt":"200"},"encuadernacion":"Tapa dura de bolsillo","resena":"Publicada por primera vez en 1950, cuando la electrónica digital estaba en su infancia, Yo, robot resultó ciertamente visionaria y tendría una influencia enorme no sólo en toda la ciencia ficción posterior, sino incluso en la propia ciencia de la robótica. Aquí formuló Issac Asomov por primera vez las tres leyes fundamentales de la robótica, de las que se valdría para plantear interrogantes que se adentran en el campo de la ética y de la psicología: ¿qué diferencia hay entre un robot inteligente y un ser humano?, ¿puede el creador de un robot predecir su comportamiento?, ¿debe la lógica determinar lo que es mejor para la humanidad? A través de una serie de historias conectadas entre sí por el personaje de la robopsicóloga Susan Calvin, en las que aparecen todo tipo de máquinas inteligentes -  robots que leen el pensamiento, robots que se vuelven locos, robots con sentido del humor o robots políticos-, Asimov inventa unos robots cada vez más perfectos, que llegan a convertirse en un desafío para sus creadores.","precio":{"$numberInt":"50"},"idCat":{"$numberInt":"2"},"img":"5cd5bd53da66a.jpg","cant":{"$numberInt":"20"}}
{"_id":{"$oid":"5cd5bd96a76dd63298002a84"},"idLibro":{"$numberInt":"3"},"idAutor":{"$numberInt":"1"},"idEditorial":{"$numberInt":"1"},"NombreL":"Hilda","Idioma":"Español","NoPag":{"$numberInt":"150"},"encuadernacion":"Tapa dura","resena":"Las aventuras de hilda cuentan las historia de una niña que vive en el bosque, en este tiene muchas historias que contar con sus amigos","precio":{"$numberDouble":"15.5"},"idCat":{"$numberInt":"1"},"img":"5cd5bd9611f23.jpg","cant":{"$numberInt":"10"}}
